{
  "t_o_c": "Navigate Thousands of Assets with Quantum-Enhanced Intelligence. Welcome to X-AIFinance — The Smartest Way to Trade the Future.",
  "welcome_to": "Welcome to the",
  "i_p": "AI x Quantum platform built for global investors, backed by U.S.-regulated infrastructure.",
  "i_t": "AI Intelligent Trading",
  "m_o_i": "Market Opportunity Insights",
  "a_d_m": "Smart Decision-Making",
  "m_t_1": "More than 1 million people across 200+ companies choose Ai Xanyos",

  "a_f": "X-AIFinanceFoundation",
  "a_h_d": "X-AIFinancehas developed its own powerful AI-based investment trading model, called Takwin. Based on the Takwin model, the X-AIFinanceAI Fund offers four distinct investment strategies, providing investors with access to efficient and scientifically based investment solutions. This approach helps to improve the accuracy of investment decisions and optimize overall management efficiency.",
  "invest_now": "Investment now",
  "buy_package": "Buy Package",
  "amount_m_b": "Amount must be a number",
  "amount_r": "Amount is required",
  "amount_must": "Amount must be at least",
  "amount_most": "Amount must be at most",
  "login_p": "Login Please!",
  "buy_s": "Buy success!",
  "buy_f": "Buy fail!",
  "amount": "Amount...",
  "amount_from": "Amount from",
  "to": "to",
  "profit": "Profit",
  "balance": "Balance",
  "min": "Min",
  "max": "Max",
  "expired_date": "Expired Date",
  "submit": "Submit",
  "minimum": "Minimum",
  "maximum": "Maximum",
  "expected_profit": "Expected profit",
  "daily": "daily",
  "lg": "Login is required!",
  "i_d_e": "Intelligent Decision Engine - Takwin",
  "e_a_a": "Establishing an AI-driven financial framework with a venture capital model utilizing a 270 billion parameter AI system.",
  "t_t_c": "The Takwin computing system continuously optimizes algorithm models by automatically collecting, analyzing, and mining investment market data to develop more accurateventure capital strategies. It provides scientific and efficient trading strategies for the Aifeex AI Fund. Aifeex has invested substantial resources in case studies and data analysis to further validate Takwin's effectiveness in practical applications. In terms of datasets, Takwin has gathered approximately 40 million research papers, over 1 billion financial news articles, and more than 17 billion pieces of data from social networks, trading platforms, and market software—far surpassing the inference capabilities of similar systems. In application, the Takwin computing system can aggregate terabytes of data per minute, achieving 92% accuracy in logic and sentiment analysis, significantly exceeding human accuracy of 77%. Additionally, Takwin can perform real-time parallel processing of quantitative portfolio management for tens of thousands of assets.",
  "t_d_p": "Takwin Data Parsing",
  "e_an_a": "Establishing an AI-driven financial framework with a venture capital model utilizing a 270 billion parameter AI system.",
  "d_a": "Data Alchemy",
  "j_o_a": "Join our active community forum to discuss industry trends, share insights, and collaborate with peers.",
  "i_f": "Investment Feature",
  "s_u_o": "Stay updated on upcoming tech events, webinars, and conferences to enhance your knowledge.",
  "an_f": "Another Feature",
  "t_i": "This is an additional slide to demonstrate the 3-item carousel layout on larger screens.",

  "a_f_m": "AI Fund Manager Bot",
  "a_a_a_f": "X-AIFinance(Annual Fund Management) Annual AI Fund Management",
  "a_f_m_o": "X-AIFinancefocuses more on long-term value investing, conducting in-depth analysis of macroeconomic factors, emerging sectors in the cryptocurrency industry, and new narratives. It strategically positions itself in leading sectors ahead of time and formulates long-term investment strategies, thereby achieving significantly attractive returns.",
  "a_s_a": "AI Strategic Analyst",
  "d_l_p": "Deep Learning-Powered Market Forecasting",
  "t_a_m": "This AI module analyzes real-time market data, identifies patterns and anomalies using neural networks, and provides predictive insights to help investors make data-driven decisions confidently.",
  "c_s_t": "Crypto Sentiment Tracker",
  "a_d_s_a": "AI-driven Sentiment Analysis",
  "t_g_s": "Tracks global sentiment across social media, news, and forums to determine market mood, enabling preemptive adjustments in investment strategy before price movements.",

  "e_a_a_d": "Establishing an AI-driven financial framework with a venture",
  "f_i": "Fund Investment",
  "u_f_w": "User-friendly with no entry barriers; AI investment strategies lead the way. Conducts real-time analysis of massive data sets to identify market trends, respond quickly to market changes, and perform efficient asset allocation. Intelligent investment strategies significantly reduce risk while enhancing accuracy and returns.",
  "a_st_a": "AI Strategic Analyst",
  "t_a_m_a": "This AI module analyzes real-time market data, identifies patterns and anomalies using neural networks, and provides predictive insights to help investors make data-driven decisions confidently.",
  "c_se_t": "Crypto Sentiment Tracker",
  "t_g_s_a": "Tracks global sentiment across social media, news, and forums to determine market mood, enabling preemptive adjustments in investment strategy before price movements.",

  "a_bit": "A BIT",
  "a_us": "ABOUT US",
  "f_t_f": "From they fine john he give of rich he. They age and draw mrs like. Improving end distrusts may instantly was household applauded incommode. Why kept very ever home mrs. Considered sympathize ten uncommonly occasional assistance sufficient not.",
  "ex_m": "EXPLORE MORE",

  "e_i_r": "Email is required",
  "i_e": "Invalid email",
  "m_i_r": "Message is required",
  "c_w_a": "Connect with X-AIFinancenow",
  "r_o_c": "Reduce operating costs, increase revenue",
  "message": "Message*",

  "pd": "Login session has expired",
  "vl": "Please log in again to continue using the app.",

  "c_w": "REFERRAL CODE",
  "r_c": "Referral Code",
  "p_e": "Please Enter Your Referral Code.",

  "u_s": "Update Ref success",
  "u_r": "Update Ref fail!",

   "send_mail_s": "Send Success!",
  "send_mail_f": "Send Fail!"
}
