{
  "t_o_c": "Điều hướng hàng ngàn tài sản với trí thông minh lượng tử. Chào mừng đến với X-AIFinance — Cách thông minh nhất để giao dịch tương lai",
  "welcome_to": "Chào mừng đến với",
  "i_p": "Nền tảng đầu tư",
  "i_t": "Nền tảng AI x Quantum được xây dựng dành cho các nhà đầu tư toàn cầu, được hỗ trợ bởi cơ sở hạ tầng do Hoa Kỳ quản lý.",
  "m_o_i": "Nhận định cơ hội thị trường",
  "a_d_m": "Ra quyết định thông minh",
  "m_t_1": "Hơn 1 triệu người từ 200+ công ty đã chọn AI Xanyos",
  "a_f": "Quỹ AI-Xanyos",
  "a_h_d": "X-AIFinanceđã phát triển một mô hình giao dịch đầu tư dựa trên AI mạnh mẽ của riêng mình, gọi là Takwin. Dựa trên mô hình Takwin, Quỹ X-AIFinancecung cấp bốn chiến lược đầu tư khác biệt, giúp nhà đầu tư tiếp cận các giải pháp đầu tư hiệu quả và dựa trên cơ sở khoa học. Cách tiếp cận này giúp cải thiện độ chính xác trong quyết định đầu tư và tối ưu hóa hiệu quả quản lý tổng thể.",
  "invest_now": "Đầu tư ngay",
  "buy_package": "Mua gói",
  "amount_m_b": "Số tiền phải là một số",
  "amount_r": "Vui lòng nhập số tiền",
  "amount_must": "Số tiền tối thiểu là",
  "amount_most": "Số tiền tối đa là",
  "login_p": "Vui lòng đăng nhập!",
  "buy_s": "Mua thành công!",
  "buy_f": "Mua thất bại!",
  "amount": "Số tiền...",
  "amount_from": "Số tiền từ",
  "to": "đến",
  "balance": "Số dư",
  "profit": "Lợi nhuận",
  "min": "Tối thiểu",
  "max": "Tối đa",
  "expired_date": "Ngày hết hạn",
  "submit": "Gửi",
  "minimum": "Tối thiểu",
  "maximum": "Tối đa",
  "expected_profit": "Lợi nhuận kỳ vọng",
  "daily": "hàng ngày",
  "lg": "Vui lòng đăng nhập!",
  "i_d_e": "Bộ máy ra quyết định thông minh - Takwin",
  "e_a_a": "Thiết lập khung tài chính dựa trên AI với mô hình đầu tư mạo hiểm sử dụng hệ thống AI 270 tỷ tham số.",
  "t_t_c": "Hệ thống tính toán Takwin liên tục tối ưu hóa các mô hình thuật toán bằng cách tự động thu thập, phân tích và khai thác dữ liệu thị trường đầu tư để phát triển các chiến lược đầu tư mạo hiểm chính xác hơn. Nó cung cấp các chiến lược giao dịch khoa học và hiệu quả cho Quỹ AI Aifeex. Aifeex đã đầu tư nguồn lực đáng kể vào nghiên cứu tình huống và phân tích dữ liệu để xác thực hiệu quả của Takwin trong ứng dụng thực tế. Về dữ liệu, Takwin đã thu thập khoảng 40 triệu bài nghiên cứu, hơn 1 tỷ bài viết tài chính và hơn 17 tỷ dữ liệu từ mạng xã hội, nền tảng giao dịch và phần mềm thị trường — vượt xa khả năng suy luận của các hệ thống tương tự. Trong ứng dụng, hệ thống tính toán Takwin có thể tổng hợp hàng terabyte dữ liệu mỗi phút, đạt độ chính xác 92% trong phân tích logic và cảm xúc, vượt xa mức 77% của con người. Ngoài ra, Takwin có thể xử lý song song theo thời gian thực việc quản lý danh mục định lượng cho hàng chục nghìn tài sản.",
  "t_d_p": "Phân tích dữ liệu Takwin",
  "e_an_a": "Thiết lập khung tài chính dựa trên AI với mô hình đầu tư mạo hiểm sử dụng hệ thống AI 270 tỷ tham số.",
  "d_a": "Luyện dữ liệu (Data Alchemy)",
  "j_o_a": "Tham gia diễn đàn cộng đồng sôi nổi của chúng tôi để thảo luận xu hướng ngành, chia sẻ hiểu biết và hợp tác cùng các thành viên khác.",
  "i_f": "Tính năng đầu tư",
  "s_u_o": "Cập nhật các sự kiện công nghệ, hội thảo trực tuyến và hội nghị sắp tới để nâng cao kiến thức của bạn.",
  "an_f": "Tính năng khác",
  "t_i": "Đây là một slide bổ sung để hiển thị bố cục carousel 3 mục trên màn hình lớn.",

  "a_f_m": "Bot quản lý quỹ AI",
  "a_a_a_f": "Quản lý Quỹ AI Hàng Năm (AFM)",
  "a_f_m_o": "AFM tập trung nhiều hơn vào đầu tư giá trị dài hạn, phân tích chuyên sâu các yếu tố vĩ mô, lĩnh vực mới nổi trong ngành tiền mã hóa và các xu hướng mới. Nó định vị chiến lược trong các lĩnh vực dẫn đầu từ sớm và xây dựng các chiến lược đầu tư dài hạn, từ đó đạt được lợi nhuận hấp dẫn đáng kể.",
  "a_s_a": "Chuyên gia phân tích chiến lược AI",
  "d_l_p": "Dự báo thị trường bằng học sâu",
  "t_a_m": "Mô-đun AI này phân tích dữ liệu thị trường thời gian thực, nhận diện mẫu và bất thường bằng mạng nơ-ron, cung cấp các dự báo giúp nhà đầu tư đưa ra quyết định dựa trên dữ liệu một cách tự tin.",
  "c_s_t": "Bộ theo dõi cảm xúc tiền mã hóa",
  "a_d_s_a": "Phân tích cảm xúc dựa trên AI",
  "t_g_s": "Theo dõi tâm lý toàn cầu qua mạng xã hội, tin tức và diễn đàn để xác định xu hướng tâm lý thị trường, cho phép điều chỉnh chiến lược đầu tư sớm trước biến động giá.",

  "e_a_a_d": "Thiết lập khung tài chính dựa trên AI với mô hình đầu tư mạo hiểm",
  "f_i": "Đầu tư quỹ",
  "u_f_w": "Thân thiện với người dùng, không rào cản đầu vào; chiến lược đầu tư AI dẫn dắt xu hướng. Phân tích dữ liệu lớn theo thời gian thực để xác định xu hướng, phản ứng nhanh với thay đổi thị trường và phân bổ tài sản hiệu quả. Chiến lược đầu tư thông minh giúp giảm thiểu rủi ro và nâng cao độ chính xác cùng lợi nhuận.",
  "a_st_a": "Chuyên gia phân tích chiến lược AI",
  "t_a_m_a": "Mô-đun AI này phân tích dữ liệu thị trường thời gian thực, nhận diện mẫu và bất thường bằng mạng nơ-ron, cung cấp các dự báo giúp nhà đầu tư đưa ra quyết định dựa trên dữ liệu một cách tự tin.",
  "c_se_t": "Bộ theo dõi cảm xúc tiền mã hóa",
  "t_g_s_a": "Theo dõi tâm lý toàn cầu qua mạng xã hội, tin tức và diễn đàn để xác định xu hướng tâm lý thị trường, cho phép điều chỉnh chiến lược đầu tư sớm trước biến động giá.",

  "a_bit": "Một chút",
  "a_us": "VỀ CHÚNG TÔI",
  "f_t_f": "Câu văn mẫu dùng để hiển thị định dạng: Từ họ, John tốt bụng cho người giàu. Họ già và thích bà ấy. Việc cải thiện lòng nghi ngờ có thể ngay lập tức được hoan nghênh trong gia đình. Tại sao lúc nào cũng ở nhà. Được xem xét là hỗ trợ đủ trong những dịp không thường xuyên.",
  "ex_m": "KHÁM PHÁ THÊM",

  "e_i_r": "Email là bắt buộc",
  "i_e": "Email không hợp lệ",
  "m_i_r": "Tin nhắn là bắt buộc",
  "c_w_a": "Kết nối với X-AIFinancengay",
  "r_o_c": "Giảm chi phí vận hành, tăng doanh thu",
  "message": "Tin nhắn*",

  "pd": "Phiên đăng nhập đã hết hạn",
  "vl": "Vui lòng đăng nhập lại để tiếp tục sử dụng ứng dụng.",

  "c_w": "MÃ GIỚI THIỆU",
  "r_c": "Mã giới thiệu",
  "p_e": "Vui lòng nhập mã giới thiệu của bạn.",

  "u_s": "Cập nhật mã giới thiệu thành công",
  "u_r": "Cập nhật mã giới thiệu thất bại!",

  "send_mail_s": "Gửi thành công!",
  "send_mail_f": "Gửi thất bại!"
}
